Repository: apertium/apertium-sme-nob
Catalog: tmx_data/aigi_soabadit_sme2nob.tmx
Source language: sme
Languages: nob

source: – Áigi soabadit
nob: – Tid å inngå forlik

source: – Debáhtta mii čuožžilii sámediggepresideantta ođđajagisártni maŋŋel, čájeha ahte dál ferte soabadanproseassa álggahit.
nob: – Debatten som reiste seg etter sametingspresidentens nyttårstale, viser at nå må man starte en forliksprosess.

source: Retorihkka, mii digaštallamis lea, ii čohkke sámi álbmoga, muhto háddje.
nob: Retorikken, som er i debatten, samler ikke det samiske folket, men splitter.

source: Dan fertet ávvojagis jorgalahttit, lohká Norgga Sámiid Riikkasearvvi parlamentáralaš jođiheaddji Christina Henriksen.
nob: Vi må i jubileumsåret få snudd dette, sier Norske Samers Riksforbunds parlamentariske leder Christina Henriksen.

source: Christina Henriksena mielas lea gielladigaštallama retorihkka dakkár mii háddje sámi álbmoga, ja dan dihte ferte álggahuvvot soabadanproseassa.
nob: Etter Christina Henriksen oppfatningen er språkdebattens retorikk slik som splitter det samisket folket, og derfor må forliksprosessen startes.

source: Sámediggepresideantta Vibeke Larsen ođđajagisárdni lea boktán digaštallama giela birra.
nob: Sametingspresident Vibeke Larsens nyttårstale har vekket debatten om språket.

source: Norgga Sámiid Riikkasearvvi parlamentáralaš jođiheaddji, Christina Henriksen, čállá preassadieđáhusas ahte dál lea áigi soabadit, go retorihkka mii lea digaštallamis háddje sámi álbmoga.
nob: Norske Samers Riksforbunds parlamentariske leder, Christina Henriksen, skriver i pressemeldinga at nå er tid for å inngå forlik, for retorikken som er i debatten splitter det samiske folket.

source: Álggahit soabadanproseassa
nob: Starte forliksprosessen

source: Sámediggepresideantta Vibeke Larsen logai sártnis seamma maid Elsa Laula Renberg okte logai; «Min álbmoga boahtteáigi lea din duohken».
nob: Sametingspresident Vibeke Larsen sa i talen samme som Elsa Laula Renberg sa en gang; «Vårt folks fremtid er avhengig av dere».

source: – Dáruiduhttin lea hearkkes ášši, danne leat nu olu dovddut dán digaštallamis.
nob: – Fornorskningen er en sår sak, derfor er de så mye følelser i denne debatten.

source: Dat čuohcá mánáid ja nuoraid árgabeaivái, earret eará sidjiide geain eai leat sámegiel oahpaheaddjit, ja sámi oahpponeavvut.
nob: Det rammer barnas og ungdommenes hverdag, blant annet dem som ikke har samiske lærere, og samiske læremidler.

source: Go oahpponeavvut eai leat doarvái buorit, de dagaha dat ahte oahppit vuollánit.
nob: Når læremidlene ikke er nok bra, så forårsaker det at elevene resignerer.

source: Mii fertet rievdadit dan, ja fertet hupmat buriid ságaid sámegiela ja sámegielaoahpahusa birra, lohká son.
nob: Vi må forandre dette, og vi må snakke gode nyheter om samisk og samiskundervisning, sier hun.

source: Henriksen čállá ahte Aili Keskitalo ja Sámediggeráđđi, mii su áigodagas lei, válde vuhtii maid Sámedikki dievasčoahkkin ovddidii.
nob: Henriksen skriver at Aili Keskitalo og Sametingsrådet, som i var i hennes periode, tok hensyn til det som Sametingets plenum fremmet.

source: Váldit duođas Elsa Laula Renberg sániid
nob: Ta alvorlig Elsa Laula Renberg ord

source: Keskitalo sámediggeráđđi álggahii barggu oažžut duohtavuođa- ja soabadankommišuvnna.
nob: Keskitalos sametingsråd startet arbeidet med å få en sannhets- og forlikskommisjon.

source: Dan ulbmil lea duođas váldit olbmuid traumaid, mat leat báhcán dáruiduhttima maŋŋil.
nob: Dette målet er å ta alvorlig folk traumer, som har blitt igjen etter fornorskningen.

source: – Dát ii leat leaika, muhto duođalaš ášši.
nob: – Dette er ikke en spøk, men en alvorlig sak.

source: Digaštallan, mii dál lea jođus, gii máhttá sámegiela ja gii ii máhte, dahje gii lea sápmelaš ja gii ii leat, lea oassin traumain.
nob: Debatten, som nå er i gang, hvem kan samisk og hvem kan ikke, eller hvem er same og hvem er ikke, det er en del av traumene.

source: Jus galgat Elsa Laula Renberg sániiguin álggahit ávvojagi, dalle fertet maid duođas váldit su sániid.
nob: Hvis vi skal Elsa Laula Renbergs ord starte jubileumsåret, da må vi også alvorlig ta hennes ord.

source: Mu hástalus sámediggepresidentii lea ahte ii divtte iežas gielladilálašvuođa váikkuhit servodatdigaštallama, muhto ieš láidestit soabadeami, lohká Henriksen.
nob: Mi utfordring til sametingspresidenten er at hun ikke lar at sitt språkforhold påvirke samfunnsdebatten, men selv å leie til forlik, sier Henriksen.

source: – Mii fertet ovttas oažžut álbmoga luohttit Sámediggái, ja viidásit nannet sámi giela, ja demokratiija.
nob: – Vi må sammen få folket til å stole på Sametinget, og mer vidstrakt å styrke samisk språk, og demokratiet.

source: Mii leat buohkat buorit sápmelaččat, loahpaha Henriksen.
nob: Vi er alle gode samer, avslutter Henriksen.
